Repository: jaysix79/program
Catalog: backup/SIP/i18n/gr_GR/LC_MESSAGES/sip_messages.po
Languages: gr_gr

source: Up-to-date.
gr_gr: Ενημερωμένο.

source: New version is available!
gr_gr: Νέα έκδοση διαθέσιμη!

source: Available revision
gr_gr: Διαθέσιμη ενημέρωση

source: Changes
gr_gr: Αλλαγές

source: Currently running revision
gr_gr: Τρέχουσα έκδοση

source: System update plug-in encountered error
gr_gr: Το πρόσθετο ενημέρωσης συστήματος αντιμετώπισε σφάλμα

source: Could not use git to determine version!
gr_gr: Δεν μπορεί να προσδιοριστεί η έκδοση μέσω git!

source: Could not use git to determine date of last commit!
gr_gr: Δεν μπορεί να προσδιοριστεί η τελευταία προσθήκη μέσω git!

source: System name
gr_gr: Όνομα συστήματος

source: Unique name of this SIP system.
gr_gr: Μοναδικό όνομα αυτού του συστήματος SIP

source: System
gr_gr: Συστημα

source: City name or zip code. Use comma or + in place of space.
gr_gr: Όνομα πόλης ή ΤΚ. Χρησιμοποιήστε , ή + αντί για κενό.

source: Location
gr_gr: Τοποθεσία

source: Language
gr_gr: Γλώσσα

source: Select language.
gr_gr: Επιλέξτε γλώσσα.

source: 24-hour clock
gr_gr: 24ωρο ρολόι

source: Display times in 24 hour format (as opposed to AM/PM style.)
gr_gr: Εμφάνιση ώρας σε μορφή 24ώρου (αντί για ΠΜ/ΜΜ)

source: HTTP port
gr_gr: Θύρα HTTP

source: HTTP port.
gr_gr: Θύρα HTTP

source: Water Scaling
gr_gr: Κλιμάκωση Νερού

source: Water scaling (as %), between 0 and 100.
gr_gr: Κλιμάκωση Νερού (σαν %), ανάμεσα σε 0 και 100.

source: Allow anonymous users to access the system without a password.
gr_gr: Να επιτρέπεται σε ανώνυμους χρήστες η πρόσβαση στο σύστημα χωρίς κωδικό.

source: Disable security
gr_gr: Απενεργοποίηση ασφάλειας

source: Change Password
gr_gr: Αλλαγή κωδικού

source: Current password
gr_gr: Τρέχων κωδικός

source: Re-enter the current password.
gr_gr: Βάλτε ξανά το τρέχον κωδικό.

source: Enter a new password.
gr_gr: Εισάγετε νέο κωδικό.

source: New password
gr_gr: Νέος κωδικός

source: Confirm password
gr_gr: Επιβεβαίωση κωδικού

source: Confirm the new password.
gr_gr: Επιβεβαίωση του νέου κωδικού.

source: Sequential
gr_gr: Διαδοχικό

source: Sequential or concurrent running mode.
gr_gr: Διαδοχικό ή ταυτόχρονο πρόγραμμα

source: Station Handling
gr_gr: Διαχείριση σταθμού

source: Extension boards
gr_gr: Κάρτες επέκτασης

source: Number of extension boards.
gr_gr: Αριθμός καρτών επέκτασης.

source: Station delay
gr_gr: Καθυστέρηση σταθμού

source: Station delay time (in seconds), between 0 and 240.
gr_gr: Καθυστέρηση σταθμού (σε δευτερόλεπτα), ανάμεσα 0 και 240.

source: Master station
gr_gr: Σταθμός Master

source: Select master station.
gr_gr: Επιλογή Master σταθμού.

source: Configure Master
gr_gr: Ρύθμιση Master

source: Master on adjust
gr_gr: Master on ρύθμιση

source: Master on delay (in seconds), between +0 and +60.
gr_gr: Master on καθυστέρηση (σε δευτερόλεπτα), ανάμεσα +0 και +60.

source: Master off adjust
gr_gr: Master off ρύθμιση

source: Master off delay (in seconds), between -60 and +60.
gr_gr: Master off καθυστέρηση (σε δευτερόλεπτα), ανάμεσα -60 και +60.

source: Use rain sensor
gr_gr: Χρήση αισθητήρα βροχής

source: Use rain sensor.
gr_gr: Χρήση αισθητήρα βροχής.

source: Rain Sensor
gr_gr: Αισθητήρας Βροχής

source: Normally open
gr_gr: Συνήθως ανοικτό

source: Rain sensor type.
gr_gr: Τύπος αισθητήρα βροχής.

source: Enable logging
gr_gr: Ενεργοποίηση καταγραφής

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
gr_gr: Καταγραφή όλων των συμβάντων - προσοχή η επαναλαμβανόμενη εγγραφή σε μια SD κάρτα μπορεί να μειώσει τη διάρκεια ζωής της.

source: Logging
gr_gr: Καταγραφή

source: Length of log to keep, 0=no limits.
gr_gr: Πλήθος καταγραφών για αποθήκευση, 0=χωρίς όριο

source: Max log entries
gr_gr: Μέγιστες εγγραφές

source: Error: json module not found
gr_gr: Σφάλμα: δεν βρέθηκε το json module

source: Rebooting...
gr_gr: Επανεκκίνηση...

source: Powering off...
gr_gr: Σβήσιμο...

source: Restarting...
gr_gr: Επανεκκίνηση...

source: Run-once
gr_gr: Τρέξιμο μία φορά

source: Manual
gr_gr: Χειροκινητο

source: Password
gr_gr: Κωδικός

source: Incorrect password, please try again
gr_gr: Λάθος κωδικός, δοκιμάστε ξανά

source: Starting timing loop
gr_gr: Εκκίνηση χρονοκύκλου

source: plugins loaded:
gr_gr: φορτωμένα πρόσθετα:

source: Monday
gr_gr: Δευτερα

source: Tuesday
gr_gr: Τριτη

source: Wednesday
gr_gr: Τεταρτη

source: Thursday
gr_gr: Πεμπτη

source: Friday
gr_gr: Παρασκευη

source: Saturday
gr_gr: Σαββατο

source: Sunday
gr_gr: Κυριακη

source: January
gr_gr: Ιανουαρίου

source: February
gr_gr: Φεβρουαρίου

source: March
gr_gr: Μαρτίου

source: April
gr_gr: Απριλίου

source: May
gr_gr: Μαϊου

source: June
gr_gr: Ιουνίου

source: July
gr_gr: Ιουλίου

source: August
gr_gr: Αυγούστου

source: September
gr_gr: Σεπτεμβρίου

source: October
gr_gr: Οκτωβρίου

source: November
gr_gr: Νοεμβρίου

source: December
gr_gr: Δεκεμβρίου

source: Program
gr_gr: Προγραμμα

source: Home
gr_gr: Αρχική

source: Define Programs
gr_gr: Προσδιορίστε Προγράμματα

source: Programs
gr_gr: Προγραμματα

source: Define Run Once Program
gr_gr: Προσδιορίστε Πρόγραμμα μίας φοράς

source: Run Once
gr_gr: Τρεξε μια φορα

source: Access Plugins
gr_gr: Πρόσβαση Προσθέτων

source: Plugins
gr_gr: Προσθετα

source: Log
gr_gr: Αρχειο καταγραφης

source: View Log
gr_gr: Δείτε το αρχείο καταγραφής

source: Options
gr_gr: Επιλογες

source: Stations
gr_gr: Σταθμοι

source: Configure Stations
gr_gr: Ρύθμιση σταθμών

source: Logout
gr_gr: Εξοδος

source: Help
gr_gr: Βοηθεια

source: CPU Temp
gr_gr: Θερμ. CPU

source: Click to toggle
gr_gr: Κλικ για εναλλαγή

source: Software
gr_gr: Λογισμικό

source: version
gr_gr: έκδοση

source: Manual Mode
gr_gr: Χειροκίνητη λειτουργία

source: Run Once Program
gr_gr: Πρόγραμμα μίας φοράς

source: for
gr_gr: για

source: on
gr_gr: ανοικτό

source: ran
gr_gr: έτρεξε

source: Suppressed by Rain Delay
gr_gr: Διακοπή από Καθυστέρηση Βροχής

source: Suppressed by Rain Sensor
gr_gr: Διακοπή από Αισθητήρα Βροχής

source: Enter hours to delay
gr_gr: Ορίστε ώρες για καθυστέρηση

source: Enter percentage adjustment
gr_gr: Ορίστε ρύθμιση ποσοστού

source: Timer values wrong:
gr_gr: Λάθος τιμές Χρονομέτρου:

source: System Off
gr_gr: Συστημα Off

source: System On
gr_gr: Συστημα On

source: Level
gr_gr: Επίπεδο

source: Normal
gr_gr: Κανονικο

source: Water Level
gr_gr: Επιπεδο Νερου

source: Active
gr_gr: Ενεργο

source: Rain Delay
gr_gr: Καθυστερηση Βροχης

source: rain sensed
gr_gr: εντοπίστηκε βροχή

source: no
gr_gr: όχι

source: Auto
gr_gr: Αυτοματο

source: Prev Day
gr_gr: Προηγ Μερα

source: Today
gr_gr: Σημερα

source: Next Day
gr_gr: Επομενη Μερα

source: loading...
gr_gr: φορτώνει...

source: Stop All Stations
gr_gr: Σταματημα Ολων των Σταθμων

source: Program 1
gr_gr: Προγραμμα 1

source: SIP Log
gr_gr: Αρχείο καταγραφής SIP

source: Enabled
gr_gr: Ενεργο

source: Disabled
gr_gr: Ανενεργό

source: Log
gr_gr: Αρχείο καταγραφής

source: limit
gr_gr: όριο

source: Total number of records:
gr_gr: Συνολικός αριθμός εγγραφών:

source: Download log as
gr_gr: Κατέβασμα αρχείου

source: Date
gr_gr: Ημερομηνία

source: Start Time
gr_gr: Ώρα Έναρξης

source: Station
gr_gr: Σταθμός

source: Duration
gr_gr: Διάρκεια

source: Refresh
gr_gr: Ανανεωση

source: Clear Log
gr_gr: Καθαρισμος Αρχειου Καταγραφης

source: SIP Login
gr_gr: SIP Συνδεση

source: Login
gr_gr: Συνδεση

source: SIP Modify Program
gr_gr: SIP Τροποποίηση Προγράμματος

source: Error: Incorrect time input
gr_gr: Σφάλμα: Λάθος εισαγωγή χρόνου

source: Please choose at least one weekday for the program to run.
gr_gr: Παρακαλώ επιλέξτε τουλάχιστον μία εβδομάδα για να τρέξει το πρόγραμμα.

source: Please choose at least one station to run in this program.
gr_gr: Παρακαλώ επιλέξτε τουλάχιστον ένα σταθμό για να τρέξει το πρόγραμμα.

source: Error: starting in days wrong.
gr_gr: Σφάλμα: λάθος στις μέρες εκκίνησης.

source: Error: Incorrect duration.
gr_gr: Σφάλμα: Λάθος διάρκεια.

source: Error: Start time must be prior to end time.
gr_gr: Σφάλμα: Η ώρα εκκίνησης πρέπει να προηγείται της ώρας τερματισμού.

source: Edit Program #
gr_gr: Διόρθωση Προγράμματος #

source: Add a New Program
gr_gr: Προσθηκη νεου Προγραμματος

source: Program Off
gr_gr: Προγραμμα Off

source: Program On
gr_gr: Προγραμμα On

source: Recurring
gr_gr: Επαναληψη

source: Single pass
gr_gr: Μια φορα

source: Every
gr_gr: Κάθε

source: Until
gr_gr: Μέχρι

source: Interval
gr_gr: Διαλειμμα

source: Weekly
gr_gr: Εβδομαδιαιο

source: Select All
gr_gr: Επιλογη Ολων

source: Clear All
gr_gr: Καθαρισμα Ολων

source: Water interval
gr_gr: Διαλειμμα Νερου

source: Starting in
gr_gr: Εκκινηση στις

source: Any Day
gr_gr: Οποιαδηποτε Μερα

source: Restrict Day
gr_gr: Περιορισμος Μερας

source: Even
gr_gr: Ζυγος

source: Odd
gr_gr: Μονος

source: (except 31st and Feb 29th)
gr_gr: (εκτος 31 και Φεβρ. 29)

source: Save
gr_gr: Αποθηκευση

source: Cancel
gr_gr: Ακυρωση

source: SIP Monthly Adjustments
gr_gr: Μηνιαίες Προσαρμογές SIP

source: Monthly Irrigation Adjustments
gr_gr: Μηνιαίες Προσαρμογές Ποτίσματος

source: Enter an adjustment for each month (% irrigation time)
gr_gr: Παρακαλώ εισάγετε προσαρμογή για κάθε μήνα (% χρόνος ποτίσματος)

source: Submit
gr_gr: Υποβολη

source: SIP Options
gr_gr: Ρυθμίσεις SIP

source: Hide Tooltips
gr_gr: Κρυψιμο Συμβουλων

source: Show Tooltips
gr_gr: Εμφανιση Συμβουλων

source: The password given was incorrect.
gr_gr: Ο κωδικός που δόθηκε ήταν λάθος.

source: Please enter a password.
gr_gr: Παρακαλώ εισάγετε κωδικό.

source: Passwords don't match, please re-enter.
gr_gr: Οι κωδικοι δεν ταιριάζουν, παρακαλώ ξαναπροσπαθήστε.

source: Edit Options
gr_gr: Αλλαγή Ρυθμίσεων

source: Default
gr_gr: Προεπιλογή

source: None
gr_gr: Κανένα

source: System Restart
gr_gr: Επανεκκίνηση Συστήματος

source: Restart
gr_gr: Επανεκκινηση

source: Restart software
gr_gr: Επανεκκίνηση λογισμικού

source: Reboot
gr_gr: Επανεκιννηση

source: Reboot hardware
gr_gr: Επανεκκίνηση Συστήματος

source: Submit Changes
gr_gr: Υποβολη Αλλαγων

source: SIP Plugin Manager
gr_gr: Διαχειριστής Προσθέτων SIP

source: Installed Plugins
gr_gr: Εγκατεστημένα Πρόσθετα

source: Browse More Plugins
gr_gr: Περισσοτερα Προσθετα

source: Roll Your Own
gr_gr: Δημιουργησε δικο σου

source: Name
gr_gr: Όνομα

source: Uninstall?
gr_gr: Απεγκατάσταση?

source: CAUTION:
gr_gr: ΠΡΟΣΟΧΗ:

source: Clicking UPDATE or UNINSTALL will restart the software and stop any running programs.
gr_gr: Πατώντας ΕΝΗΜΕΡΩΣΗ ή ΑΠΕΓΚΑΤΑΣΤΑΣΗ θα επανεκκινήσει το λογισμικό και θα σταματήσει προγράμματα που τρέχουν.

source: Update Enabled
gr_gr: Ενημερωση ενεργων

source: Uninstall
gr_gr: Απεγκατασταση

source: SIP Plugin Browser
gr_gr: Περιήγηση Προσθέτων SIP

source: Available Plugins
gr_gr: Διαθέσιμα Πρόσθετα

source: Unless otherwise stated these plugins are licensed under GPL 3.0
gr_gr: Εκτός και αν αναφέρεται αλλιώς τα πρόσθετα είναι αδειοδοτημένα σύμφωνα με GPL 3.0

source: install
gr_gr: εγκατασταση

source: Back
gr_gr: Πισω

source: SIP Programs
gr_gr: Προγράμματα SIP

source: Every
gr_gr: Κάθε

source: days
gr_gr: μέρες

source: starting in
gr_gr: ξεκινά στις

source: Every Weekday
gr_gr: Κάθε Εβδομάδα

source: Fri
gr_gr: Παρ

source: Mon
gr_gr: Δευτ

source: Sat
gr_gr: Σαβ

source: Sun
gr_gr: Κυρ

source: Thur
gr_gr: Πεμ

source: Tue
gr_gr: Τρι

source: Wed
gr_gr: Τετ

source: (Even days only)
gr_gr: (Ζυγές μέρες μόνο)

source: (Odd days only)
gr_gr: (Μονές μέρες μόνο)

source: Delete All
gr_gr: Διαγραφη Ολων

source: Run
gr_gr: Τρέξε

source: Starting
gr_gr: Ξεκινά

source: for
gr_gr: για

source: Recurring every
gr_gr: Επαναλαμβάνεται κάθε

source: until
gr_gr: μέχρι

source: Run Now
gr_gr: Τρεξε Τωρα

source: Edit
gr_gr: Διορθωση

source: Delete
gr_gr: Διαγραφη

source: SIP Proto Plugin
gr_gr: Πρόσθετο Proto SIP

source: Example Check Boxes
gr_gr: Παράδειγμα Κουτιών Επιλογής

source: Heading
gr_gr: Τίτλος

source: Check Box 1
gr_gr: Κουτί Επιλογής 1

source: Check Box 2
gr_gr: Κουτί Επιλογής 2

source: Text Entry Fields
gr_gr: Πεδία εισαγωγής Κειμένου

source: Text Field 1
gr_gr: Πεδίο Κειμένου 1

source: Text Field 2
gr_gr: Πεδίο Κειμένου 2

source: SIP Restarting
gr_gr: Επανεκκίνηση SIP

source: SIP is restarting
gr_gr: Το SIP επανεκκινεί

source: This may take several seconds...
gr_gr: Αυτό θα πάρει μερικά δευτερόλεπτα...

source: SIP Run-Once
gr_gr: SIP Τρέξιμο μια Φορά

source: No station is scheduled to run
gr_gr: Κανείς σταθμός δεν είναι προγραμματισμένος να τρέξει

source: Reset Time
gr_gr: Επαναφορα Χρονου

source: SIP Stations
gr_gr: Σταθμοί SIP

source: Enabled?
gr_gr: Ενεργοποιημένο?

source: Ignore Rain?
gr_gr: Αγνόησε Βροχή?

source: Ignore Plugin adjustments?
gr_gr: Αγνόηση προσαρμογών από πρόσθετα?

source: Activate Master?
gr_gr: Ενεργοποίηση Κεντρικού?

source: (Master valve)
gr_gr: (Master Βαλβίδα)

source: Reset Names
gr_gr: Επαναφορα Ονοματων

source: SIP Software Updater
gr_gr: Ενημερωτής Λογισμικού SIP

source: This plugin compares the local SIP version with the GitHub repository and can update the local software.
gr_gr: Το πρόσθετο αυτό συγκρίνει την τοπική έκδοση SIP με το GitHub repository και μπορεί να αναβαθμίσει το τοπικό λογισμικό.

source: Remote repository
gr_gr: Απομακρυσμένο repository

source: Local SIP version
gr_gr: Τοπική έκδοση SIP

source: Local SIP date
gr_gr: Τοπική ημερομηνία SIP

source: Refresh Status
gr_gr: Ανανέωση Status

source: Update SIP
gr_gr: Ενημέρωση SIP

source: Up-to-date
gr_gr: Ενημερωμενο

source: Restart SIP
gr_gr: Επανεκκίνηση SIP

source: not found.
gr_gr: δεν βρέθηκε.

source: Station
gr_gr: Σταθμός

source: Manual mode not active.
gr_gr: Χειροκίνητη ρύθμιση μη ενεργή.

source: Date, Start Time, Zone, Duration, Program
gr_gr: Ημερομηνία, Ώρα Εκκίνησης, Ζώνη, Διάρκεια, Πρόγραμμα
